conversion_rates = {
"Длина": {
    "Миллиметры": 10,
    "Метры": 1.0,
    "Сантиметры": 100.0,
    "Километры": 0.001,
},
"Масса": {
    "Килограммы": 1.0,
    "Граммы": 1000.0,
    "Фунты": 2.20462,
    "Унции": 35.274,
    "Тонны": 0.001,
    "Центнеры": 0.01
},
"Скорость": {
    "Метры в секунду": 1.0,
    "Километры в час": 3.6,
},
"Площадь": {
    "Квадратные сантиметры":100,
    "Квадратные метры": 1.0,
    "Квадратные километры": 0.000001,
},
"Объем": {
    "Литры": 1.0,
    "Миллилитры": 1000.0,
    "Кубические метры": 0.001,
    "Галлоны": 0.264172,
    "Пинты": 2.11338
},
"Время": {
    "Секунды": 1.0,
    "Минуты": 1/60,
    "Часы": 1/3600,
    "Дни": 1/86400,
    "Недели": 1/604800
}
}